Repository: Hypernova-Oy/SSAuthenticator
Catalog: po/*.po
Languages: fi_fi

source: Access granted
fi_fi: Paasy sallittu

source: Access denied
fi_fi: Paasy evatty

source: Age limit
fi_fi: Ikarajaus

source: Terms & Conditions not accepted
fi_fi: Kayttoehtoja ei ole hyvaksytty

source: Wrong borrower category
fi_fi: Vaara asiakaslaji

source: Self-service usage permission revoked
fi_fi: Omatoimikirjaston kaytto estetty

source: Circulation rules not followed
fi_fi: Kayttajatilillanne on jotain omituista

source: Library closed
fi_fi: Kirjasto on suljettu

source: Card not recognized
fi_fi: Tuntematon kortti

source: Network error
fi_fi: Verkkoyhteysongelma

source: Unexpected error
fi_fi: Odottamaton virhe

source: I Remembered you!
fi_fi: Muistin sinut!

source: Contact your library
fi_fi: Kysy lisaa meilta

source: I am waking up. Please wait a moment While I check I have everything I need.
fi_fi: Mina vasta herailen. Odotatko hetkisen? Itseani tutkiskelen

source: I have failed you I am not working Please contact your library
fi_fi: Olen pettanyt sinut. En voi palvella. Ota yhteytta kirjastoosi.

source: I am complete Please use me.
fi_fi: Olen kokonainen. Tule kayttamaan minua!

source: Thanks for visiting.
fi_fi: Kiitos kaynnistasi

source: See you soon!
fi_fi: Nahdaan pian!

source: I aim to please ;)
fi_fi: Tahtaan tyydytykseen

source: I hope you like us!
fi_fi: Pidathan minusta?

source: Have fun! :)
fi_fi: Pida hauskaa :)

source: Take care!
fi_fi: Pida huolta!

source: You are the best!
fi_fi: Olet huippu!

source: I like you already.
fi_fi: Tykkaan jos sinusta!

source: Our place is great.
fi_fi: Meidan kirjasto on 1

source: Please remember me!
fi_fi: Muista minut

source: I am but a robot ...
fi_fi: Olen pelkka robotti.
